[
    {
        "title":"Le premier jeu vidéo n’est pas sorti en 1972…",
        "content":"Mais en 1958 ! Contrairement à ce qu’on croit souvent, le tout premier jeu vidéo ne s’appelait pas *Pong*. Il s’agissait de *Tennis for Two*, créé en octobre 1958 par le physicien William Higinbotham. Ce jeu tournait sur un oscilloscope qui servait d’écran , et simulait un match de tennis vu de profil. Attention, derrière son apparence minimaliste se cachait une jouabilité particulièrement exigeante !"
    },
    {
        "title":"Une console vingtenaire",
        "content":"Dans un monde où la technologie devient vite obsolète, il existe des machines qui défient le temps. C’était le cas pour la console NES (Nintendo Entertainment System). Mise sur le marché en 1983 au Japon puis en 1985 aux Etats-Unis, la production de la NES ne s’est arrêtée qu’en 2003 ! Soit près de 20 ans de commercialisation pour une console 8-bit. Un exploit pour notre vieille console adorée !"
    },
    {
        "title":"Mince ! J’ai oublié de sauvegarder ma partie !",
        "content":"Une des peurs universelles chez les joueurs. Mais elle n’aurait pas existé si *The Legend of Zelda* n’avait pas vu le jour. C’est le premier jeu vidéo à proposer la sauvegarde ! Avant cela, il fallait soit tout recommencer, soit laisser la console allumée. Bonne chance…"
    },
    {
        "title":"Les seins de Lara Croft",
        "content":"Lors du développement de *Tomb Raider* (1996), le créateur Toby Gard souhaitait éviter toute sexualisation excessive pour Lara Croft. Il a alors réglé la taille de sa poitrine à 50% mais fait une erreur de frappe et la met à 150 %. Ce n’est que lors de la démo technique qu’il s’est rendu compte de son erreur. Malgré tout, la direction de Core Design décide de conserver son design, voyant un fort potentiel marketing auprès du public majoritairement masculin à l’époque…"
    },
    {
        "title":"A ses débuts, Nintendo ne vendait pas de jeux vidéo…",
        "content":"Mais des cartes à jouer. Étonnant, dit comme ça. Mais cela paraît beaucoup moins quand on regarde l’année de sa création : 1889, soit soixante-neuf ans avant le premier jeu vidéo. Lors de sa création, Nintendo fabriquait des cartes Hanafuda. Après avoir exploré divers domaines comme les taxis ou les love hotels, Nintendo se tourne finalement vers les jeux vidéo en 1970. Une transition qui le mènera à devenir l’un des piliers majeurs de l’industrie du jeu vidéo."
    }
]